<?php
/*
Template Name: SYSTEM(system-page.php)
*/
get_header(); ?>
<main>
  <section>
    <div data-aos="fade-up" data-aos-offset="300" data-aos-easing="ease-in-sine" data-aos-duration="800">
      <h2 class="sectionTitle"><span>内部統制システムの構築に関して</span>INNER SYSTEM</h2>
      <div class="system-container">
        <h3>１．経営の方向性及びデジタル技術等の活用の方向性について</h3>
        <h4>①デジタル技術が社会や自社の競争環境に及ぼす影響について</h4>
        <p>現在、当社では、「地域の皆様に愛される、１００年続く会社」をモットーに<br>
        運動を通じて常に学び、実行し、成長し続ける企業を目指しております。<br>
        この度、これまで以上の顧客満足度、利便性、システムの操作性の向上、業務の効率化を推進するために「ＩＴレポート」を作成し、開示することとなりました。<br>
        今後より一層お客様に喜んでいただくために従業員一同業務に邁進してまいります。</p>
        <h4>②経営ビジョン</h4>
        <p>ＤＸ時代に対応し、これまで以上の顧客満足度と生産性の向上を図るために、下記の経営ビジョンを推進していきます。<br>
        ＤＸ化を推進し、既成概念を打ち破り、たゆまぬイノベーションをもって社会の豊かさ、喜び未来に貢献する。</p>
        <h3>２．経営ビジョンやビジネスモデル実現のための戦略</h3>
        <ul>
        <li>(a)Webシステムを導入し、顧客ニーズに対応した利便性・操作性の高い充実したサービスを提供していきます。</li>
        <li>(b)スクール事業分野で、海外のお客様が利用しやすい多言語Webサイトの構築し、顧客満足度、利便性、操作性の向上を図っていきます。</li>
        <li>(b)ＩＣＴの有効活用による業務の効率化、働き方改革を推進していきます。</li>
        <li>(c)オンライン化によるテレワークを推進していきます。</li>
        <li>(d)当社サービスをオンラインで国内はもとより世界各国で利用していただけるようにＤＸ環境の構築に努めていきます。</li>
        <li>(e) ＤＸ化の時代の流れに対応した新たなサービスの創出を進めていきます。</li>
        </ul>
        <h3>３．戦略を推進するための実施体制</h3>
        <p>代表取締役　小林　未来</p>
      </div>
    </div>
  </section>
</main>
<?php get_footer(); ?>